export default {
	content:`欢迎您使用【福利商城】的服务，感谢您对【福利商城】的信任与支持！

第一条 总则
1.1 为维护您的权益，请您仔细阅读本《平台用户服务协议》（“本协议”）各条款的具体内容，充分理解其表述的含义。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。

1.2 本协议各条款标题仅为帮助您理解该条款表达的主题之用，不影响或限制该条款的含义或解释。如您对本协议的约定尤其是涉及免除或者责任限制的条款有任何问题，可随时按照本协议列明的联系方式与我们联系，我们将为您进行详细的解释和说明。

1.3 当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序，或者以其他任何方式使用或接受【福利商城】提供的任何平台服务（“服务”，具体含义详见下文的定义条款），即表示您已充分阅读、理解并接受本协议项下的全部条款，并成为【福利商城】平台的“用户”，本协议对您具有法律约束力。在阅读本协议或者以其他任何方式使用或接受【福利商城】提供的任何服务的过程中，如果您不同意本协议全部或其中任何条款约定，您应立即停止注册程序或停止以其他任何方式使用或接受【福利商城】提供的任何服务。

1.4 除非您已阅读并接受本服务协议所有条款，否则您将不能使用【福利商城】提供的任何服务，如您不同意本协议的任意内容，请勿使用【福利商城】的服务。若您以任何方式实际访问、使用或接受了【福利商城】提供的任何服务，则视为您同意并接受本协议的内容，本协议对您具有法律约束力。

1.5 在使用【福利商城】的服务前，您确认已完整阅读并明确知晓本协议的全部内容，且您对本协议中的加粗字体、下划线等重点标示条款已充分理解。

1.6【福利商城】有权根据实际情况不断修订本协议及【福利商城】平台规则，并以在【福利商城】平台公示的形式进行更新和通知，不再单独通知您。经修订的本协议及【福利商城】平台规则一经在【福利商城】平台公示，即对您产生法律约束力效力。如您不同意相关修订内容，请您立即停止使用【福利商城】提供的任何服务。如您在修订事项生效后仍然继续使用【福利商城】平台服务，则视为您已同意并接受生效的变更事项。

第二条 定义
2.1【福利商城】平台：指由{【福利商城】、【福利商城】的关联方或合作方}现在或将来拥有合格权限运营/管理的，享有全部知识产权的，提供特卖活动销售信息等技术服务的网络服务平台、APP客户端及【公众号商城】。

2.2【福利商城】/【福利商城】平台经营者：指【长沙晓区网络科技有限公司】。

2.3 商户：指在【福利商城】平台上发布特卖活动销售信息、向您提供商品/服务的自然人、法人和其他组织。

2.4 用户：在【福利商城】平台注册并使用其本人注册的账户，或者以其他任何方式使用或接受【福利商城】平台提供的任何服务，通过【福利商城】平台展示的特卖活动等信息获取商品/服务的个人，或者为任何之目的使用【福利商城】平台相关服务的使用人，在本协议中更多称呼为“您”。

2.5【福利商城】平台服务：【福利商城】作为第三方平台，为各类商户提供各类特卖活动销售信息发布及展示平台，以供您浏览相关信息并与商户达成交易的各项信息技术服务。【福利商城】平台服务仅包含【福利商城】所提供的信息技术服务，【福利商城】平台经营者并不实际参与或提供任何商品/服务的交易。

2.6【福利商城】平台规则：包括在【福利商城】网络服务平台、APP客户端及【公众号商城】等在内的各种形态（包括随着技术发展更新的服务形态）内已经发布及后续发布的全部规则、声明、政策、解读、实施细则、公告等内容。

第三条 协议主体与补充协议
3.1 签约主体

3.1.1 本协议签约主体为您与【福利商城】平台经营者（具体参见本协议的定义条款），本协议对您与【福利商城】平台经营者均具有法律约束力。
3.1.2 本协议项下，【福利商城】平台经营者可能根据【福利商城】平台业务的发展变化而发生变更、新增或减少（合称“变更”）。若发生变更后您仍然使用【福利商城】平台服务的，则视为您同意变更的【福利商城】平台经营者与您共同履行本协议。发生争议时，您可根据您具体使用的服务及对您权益产生影响的具体行为对象确定争议相对方。
3.2 补充协议

3.2.1 由于互联网行业快速发展的特点，本协议并不能完整罗列并覆盖您与【福利商城】所有的权利与义务，亦不能保证完全符合日益发展的新需求。因此，【福利商城】平台公示的平台规则、声明、政策、解读、实施细则、公告和协议等均为本协议的补充协议，为本协议不可分割的一部分且具有同等法律效力。如您使用【福利商城】平台提供的服务，即视为您同意前述补充协议并受其约束。
第四条 账户注册与使用
4.1 用户资格

您知悉并承诺，您具有完全民事权利能力和行为能力，或虽不具有完全民事权利能力和行为能力但已经过您的家长和其他法定监护人同意并由您的家长和其他法定监护人代理注册及使用【福利商城】提供的各项服务。否则，您及您的监护人应依照法律规定承担因此而导致的一切后果。

4.2 注册信息

4.2.1 您应遵循诚实信用、合法善意的原则，向【福利商城】提交相关注册资料、设置会员名、邮箱、手机号码等账户资料（合称“账户名称”）并设置密码（账户名称及密码合称“账户”）。相关注册资料及账户名称应当遵守法律法规、社会主义制度、国家利益、公民合法权益、公序良俗、社会道德风尚和信息真实等原则，不应提交任何违法或不良信息，不得冒用关联机构或社会名人的名义。相关资料如有变动，您应及时更新。
4.2.2 您了解并同意，您有义务保持您提供信息的真实性及有效性。若您所设置的账户名称违反国家法律法规及【福利商城】平台规则的相关管理规定或冒用关联机构或社会名人的名义引起误解或歧义，【福利商城】可对您的账户名称进行暂停使用或注销等处理，并向主管机关报告。
4.2.3 当出现根据国家法律法规规定您需要填写真实身份信息并通过相关验证流程后方可使用相关服务的情形时，您承诺将予以配合。如您填写的身份信息不完整、不真实或未通过验证，导致您无法使用相关服务，造成自身或他人利益损害或其他不良后果的，您应承担相关（法律）责任。
4.2.4 为了确保您的账户安全并便于【福利商城】更好地服务与您，您同意并授权，【福利商城】平台经营者可以根据您提供的手机号码、身份证号码等信息，向全国公民身份号码查询服务中心、电信运营商、金融服务机构等相关单位发起用户身份真实性、用户征信记录、用户手机号码有效性状态等情况的查询。对于您通过平台达成的交易，您同时授权【福利商城】使用或允许经【福利商城】审核许可的第三方在必要、合理的限度内使用您的个人信息，包括但不限于身份信息、账户信息、交易信息等。
4.2.5 您应当及时更新您通过平台提供的信息并确保其真实性、完整性、有效性，并在第一时间同时通知与您达成交易的相关商户。如存在法律法规的明确规定或根据【福利商城】平台经营者的需要，您同意并授权【福利商城】平台经营者检查、核实您的信息。
4.3账户使用

4.3.1 您有权使用您设置或确认的账户登录【福利商城】平台。
4.3.2 您承诺不存在盗用、借用、买入非本人手机号码、电子邮箱等进行注册账户、虚假交易和作弊交易的行为。若您若存在上述违规行为，【福利商城】有权对您采取封停帐号、停止服务的措施，并停止向您提供服务。如您因此给【福利商城】造成损失的，【福利商城】保留追究赔偿及诉至法律途径解决的权利。
4.3.3 通过您的账户所发生的所有行为（包括但不限于在线签署任何协议，浏览、购买、支付、点评、上传、发布、输入任何内容）将视为您本人的真实意思表示。您应对您账户下进行的行为和发生的事件承担相关责任。
4.3.4 您承诺通过平台购买商品/服务系出于自身真实消费之目的。您不得将帐户出借、转让或用作真实消费以外的用途，否则因帐户未妥善保管而造成损失的，您承担相应法律责任，除非有证据证明该出借、转让行为非您主观故意。若您因【福利商城】平台帐户被盗或因其他非您个人的原因造成损失的，您应立即通知【福利商城】并向公安机关报案。当您的账户遭到未经授权的使用时，您应当立即通知【福利商城】平台，否则未经授权的使用行为均视为您本人的行为，您将自行承担所有由此导致的损失及后果。
4.3.5 如您的账户连续超过24个月未登录，【福利商城】有权对该账户进行注销、清理，您的账户将不能再登录【福利商城】平台，相应服务同时终止。【福利商城】在对此类账户进行清理前，将以包括但不限于公告、站内消息、客户端推送信息等方式通知您。
4.3.6 对于您通过本平台达成的交易，您承诺不以任何形式、在任何地点进行以盈利或损害他人利益为目的的转售行为，否则【福利商城】平台经营者有权代商户取消相关交易，并采取注销账户等形式停止向您提供服务。如该等行为对【福利商城】造成不利影响的，您应承担相应的法律责任。
4.3.7 您知悉并同意，在符合法律法规规定或经国家机关要求的前提下，【福利商城】有权对您的账户进行限制或冻结。在该等情况下，您可能无法继续登陆或使用您的账户。
4.4 账户安全

4.4.1 您的账户为您自行设置并由您保管。建议您务必保管好您的账户，并确保您在每个上网时段结束时退出登录【福利商城】平台。
4.4.2 账户因您主动泄露或遭受他人攻击、诈骗等行为导致的损失及后果，均由您自行承担。
4.4.3 如发现任何未经授权使用您账户登录【福利商城】平台或其他可能导致您账户遭窃、遗失的情况，建议您立即通知【福利商城】。您理解【福利商城】对您的任何请求采取行动均需要合理时间，除【福利商城】存在过错外，【福利商城】对在采取行动前已经产生的后果不承担任何责任。
第五条 【福利商城】平台服务
5.1 您知悉并理解，【福利商城】为促进您和商户达成交易的第三方服务平台，仅为您和商户达成交易提供居间服务，并非您实际所购商品/服务交易的相对方。您所购商品/服务的实际提供方为平台交易页面公示的商户，您应根据平台展示的信息独立选择是否与商户达成交易。如您选择与商户达成交易，所购商品/服务的价款将由【福利商城】代商户收取，相应商品/服务的质量、售后保障服务等均由商户负责并承担法律责任。【福利商城】平台经营者公示该等商品/服务的相关信息并不意味着对其进行任何形式的明示或默示的保证或担保。

5.2 您通过【福利商城】点击提交订单并付款成功之后，您即与商户达成交易合同。商户通过【福利商城】向您发放【订单信息】。您知悉【订单信息】不记名、不挂失、不可兑换现金。您负有妥善保管【订单信息】的义务，如因您个人原因导致【订单信息】丢失或者泄露，从而造成您无法消费或未实际消费但【订单信息】已被验证或消费等后果的，您应自行承担相关责任。

5.3 【订单信息】为您要求商户向您提供相应的商品/服务的重要凭证，您应在有效期内持【订单信息】至商户处进行消费。【订单信息】的有效期内，商户有义务按照您确认的订单信息与其在平台发布的商品/服务信息向您提供相关商品/服务，您亦应按照商户发布的信息与要求履行相关权利义务。不在有效期内的【订单信息】不可作为您要求商户提供商品/服务的凭证。

5.4 您通过平台向商户购买的商品/服务的发票、凭证或服务单据，由商户直接向您提供，金额以您实际支付的购买价款为准。【福利商城】并不负有向您提供该等发票、凭证或服务单据的义务。

5.5 您应本着诚实信用的原则与商户交易、消费、点评，不得对所购商品/服务和商户进行虚假评价。您在【福利商城】平台发布的任何信息均仅代表您的个人观点，由您自行独立承担法律责任，与【福利商城】平台无关。若您采取虚构事实、夸张等任何方式恶意诋毁【福利商城】或商户的商誉，【福利商城】可随时注销您的账户、终止对您提供服务，同时您还应承担引发的相关法律责任。

5.6 若您通过平台购买商品/服务后发生消费争议，应第一时间与商户友好协商解决，【福利商城】可予以协助。您知悉并理解，除非法律法规有明确规定，【福利商城】平台经营者不对商户的任何经营行为承担法律责任。

5.7 您同意并授权【福利商城】或【福利商城】授权或认可的第三方商户、广告商通过您使用服务时填写的联系方式向您发送相关商品/服务的促销优惠等商业性信息。您也可以随时通过【福利商城】提供的退订方式进行退订。

5.8 如您在使用平台提供的服务的过程中，或在对所购买的商品/服务进行消费的过程中发现商户存在虚假宣传、误导消费者情形或相关商品/服务信息违反法律法规规定，您可及时向【福利商城】或有关机关举报、投诉，【福利商城】将会在合理时间之内核实、处理，并协助您解决相关问题。

第六条 用户行为规范与责任承担
6.1 在使用【福利商城】平台提供的服务过程中，您同意并承诺遵守《中华人民共和国电信条例》、《中华人民共和国保守国家秘密法》等有关法律、法规、规范性文件的规定。如若【福利商城】有合理相信您的行为可能违反前述规定，则【福利商城】有权立即终止向您提供服务而不需提前通知或取得您的同意。

6.2 您承诺并保证向【福利商城】平台以及商户提供真实、准确、完整、有效的信息，及时予以更新，并特别遵守本协议第四条“账户注册与使用”项下的约定。若因为您的原因导致【福利商城】平台以及商户无法提供服务的，【福利商城】平台以及商户有权暂停向您提供服务，直至您提交正确并经【福利商城】平台以及商户认可的信息。【福利商城】平台并不对因您的行为导致的损失承担责任。

6.3 您承诺并保证认真阅读产品/服务的介绍，自您提交订单并付款成功之后，【福利商城】平台及商户将不再提供退换服务。成功抢购产品/服务后，须及时在产品介绍中提及的使用期内预约使用，逾期未使用的，视为您放弃本次产品/服务，您将无权向【福利商城】平台及商户请求任何补偿或赔偿。

6.4 您应遵守善意且用于自身真实消费的目的使用【福利商城】平台提供的服务，不利用【福利商城】平台谋取不正当利益、侵犯他人合法权益、扰乱【福利商城】平台的正常交易秩序，否则【福利商城】平台有权注销您的账户、终止对您提供服务。

6.5 您承诺并保证您在【福利商城】平台发布的内容（包括您的账户名称等信息）不含有以下内容：

（一）反对宪法所确定的基本原则的；
（二）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
（三）损害国家荣誉和利益的；
（四）煽动民族仇恨、民族歧视，破坏民族团结，或者侵害民族风俗、习惯的；
（五）破坏国家宗教政策，宣扬邪教和封建迷信的；
（六）散布谣言，扰乱社会秩序，破坏社会稳定的；
（七）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
（八）侮辱或者诽谤他人，侵害他人合法权益的；
（九）危害社会公德，损害民族优秀文化传统的；
（十）含有法律、行政法规、规范性文件等禁止的其他内容的。
6.6 您理解并保证不进行下列【福利商城】平台禁止的行为，也不允许任何人利用您的账户进行下列行为：

（1）发送任何未经【福利商城】同意或授权的广告推广、宣传资料，或开展任何形式的商业推广活动；
（2）未经【福利商城】明确同意，使用【福利商城】平台服务用于任何商业用途或为任何第三方的利益；
（3）未经【福利商城】明确同意，使用【福利商城】平台以谋取不正当利益，或损害国家、集体或第三人的利益；
（4）不以自身真实消费为目的，采取各种不正当方式大量购买商品/服务以囤积牟利，或大量退货，干扰正常交易秩序，损害商户、其他用户或【福利商城】平台利益；
（5）以“刷单”等不正当方式帮助商户提升商誉，或滥用评价权利对其他用户、商户实施威胁、敲诈勒索；
（6）未经他人明确同意，分享或发布可识别他人个人身份的资料；
（7）以非法入侵服务器、篡改代码等方式损害【福利商城】平台系统，干扰【福利商城】平台的正常运行秩序；
（8）故意传播病毒，破坏网络秩序，损害国家、集体或第三人的利益；
（9）违反任何相关的法律、行政法规、规范性文件、规章、条例等规定，或从事任何侵害国家、集体、第三人以及【福利商城】平台利益的行为 。
6.7 如果您违反前述约定或包含本协议在内的平台规则的约定，【福利商城】平台有权根据实际情况采取封停账户、暂停提供服务、删除违法违规信息、禁止评论、永久封禁账户、注销账户并停止向您提供服务等处理措施。同时，您将承担因此产生的一切责任。如给【福利商城】平台造成不利影响的，您应负责消除影响、恢复名誉，并且赔偿【福利商城】平台经营者因此导致的一切损失，包括且不限于财产损害赔偿、名誉损害赔偿等，承担律师费、诉讼费等因维权产生的合理费用。

第七条 【福利商城】平台的权利义务
7.1 您理解并同意，由于互联网行业快速发展的特点，【福利商城】有权制定并更新【福利商城】的平台规则等，并以【福利商城】平台公示的形式进行通知，不再单独通知您。

7.2 在尽力不对您的使用造成影响的情况下，【福利商城】有权对平台功能进行更新、升级，对相关服务器进行停机维护。若可能影响您使用【福利商城】平台服务的，【福利商城】会提前公告。

7.3【福利商城】平台以及平台经营者应尽力保护您的个人信息，不得随意泄露。

7.4【福利商城】平台有权代商户向您收取商品/服务的购买款。

7.5【福利商城】平台应尽力向您提供持续、稳定、顺畅的服务，维护平台的正常秩序。

7.6【福利商城】有权监督您在平台的交易活动以及您对平台的使用情况。若发现您违反本协议的约定或者相关法律、法规、规范性文件等规定的，【福利商城】有权采取封停账户、暂停提供服务、注销账户并停止向您提供服务等处理措施。

7.7 在任何情形下，对于由于互联网正常的设备维护、网络连接故障、通讯故障、电力故障或其他系统的故障，以及罢工，暴乱，骚乱，灾难性天气（如火灾、洪水、风暴等），爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成的【福利商城】平台不能履行或延迟履行本协议项下服务导致的后果，或者导致您相关信息、记录丢失的情形，【福利商城】平台免于承担责任，但【福利商城】平台应在合理时间内合理协助您处理善后事宜，尽力维护您的经济利益不受（进一步）损害。

第八条 知识产权
8.1 您知悉并同意，除非另有约定或声明，【福利商城】平台内所有内容、技术、软件、数据及其他信息的知识产权及相关权利，均归【福利商城】平台经营者或其关联公司所有，但您依法享有知识产权的除外。未经【福利商城】平台经营者许可，任何人不得擅自使用。

8.2 您承诺并保证，您在使用【福利商城】平台提供的服务时发表的内容（包括但不限于电子文档、文字、图像、图片、音频、视频、图表、版面设计等）未侵犯他人的著作权、商标权等知识产权或其他合法权益，否则【福利商城】平台有权删除相关信息，并采取其他必要合理措施予以制止、规范，同时您应承担全部法律责任。

8.3 您同意，将您发表的上述内容中的非专属、可转让的财产性权利（包括但不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权等），均永久、独家、无偿且不可撤销地许可给【福利商城】平台经营者及其关联公司，使用范围包括但不限于网站、APP客户端、电子杂志、杂志、刊物等，且【福利商城】平台经营者及其关联公司可授权许可第三方进行修改、复制、改编、翻译、汇编或制作，形成改进产品，该改进产品的相关知识产权归【福利商城】平台经营者及其关联公司或其所授权许可的第三方所有。另外，您还同意【福利商城】平台经营者及其关联公司以其自身名义采取法律措施保护前述权利，并获得全部赔偿。

8.4 本协议已经构成《著作权法》第二十五条所规定的书面协议，其效力及于用您在【福利商城】平台发布的任何受著作权法保护的作品内容，无论该内容形成于本协议签署前还是本协议签署后。

第九条 通知与送达
9.1 您同意【福利商城】以以下合理方式向您送达各类通知：

（1）公示的文案；
（2）【福利商城】平台内消息、弹出消息、客户端推送的消息；
（3）根据您预留于【福利商城】平台的联系方式发出的电子邮件、手机短信、函件等。
9.2 若通过上述第（1）、（2）种方式通知的，则自公示之日起视为送达成功；若通过电子邮件、手机短信通知的，上述信息在发送成功后即视为送达成功；若通过函件通知的，以相关函件邮寄至预留联系地址之日起第五个工作日起，视为送达成功。

9.3 上述送达方式同样可适用于相关仲裁或司法程序（含起诉、审理、执行等各阶段）。

9.4 您应当确认所提供的联系方式真实、准确、有效，并适时更新。如因提供的联系方式不准确或怠于更新等不可归责于【福利商城】平台的原因，导致相关通知、文件、文书无法送达或及时送达的，由您自行承担由此可能产生的法律后果。

第十条 协议的终止
10.1 终止的情形

您有权通过以下任一方式终止本协议：

（1）您自行注销您的账户；
（2）变更事项生效前您停止使用并明示不愿意接受变更事项；
（3）您连续【365天】未使用您的账户或使用【福利商城】平台服务；
（4）您明示不愿意继续使用【福利商城】平台服务，且符合【福利商城】平台经营者认可的终止条件。
（5）与【福利商城】平台经营者协商一致。
出现以下情况时，【福利商城】平台及经营者可以按照本协议第九条所列的方式通知您终止本协议：

（1）您违反本协议约定；
（2）您的行为损害国家、集体、第三人和【福利商城】平台的合法利益；
（3）您的账户被【福利商城】平台合法合规注销；
（4）您违反法律、行政法规、规范性文件等相关规定。
【福利商城】有权根据自身商业安排及发展情况，在经过合理的提前通知程序后，终止全部【福利商城】平台服务。本协议于【福利商城】平台全部服务依法定程序终止之日起终止。

10.2 协议终止后的处理

本协议终止后，【福利商城】平台将停止向您提供服务或履行任何义务，但可保存您留存于【福利商城】平台的内容和信息，除非法律明确规定，【福利商城】无义务向您或您指定的第三方披露您账户中的任何信息（包括未读信息）；对于您在使用【福利商城】平台服务过程中的违约行为，【福利商城】仍可依据本协议向您追究违约责任。

第十一条 法律适用、管辖与其他
11.1 本协议在订立、履行过程中发生的争议均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例和/或行业惯例。

11.2 本协议在订立、履行过程中发生的争议，由【福利商城】平台经营者与您协商解决。协商不成时，任何一方均可向任何一方均可向【XX公司所在地】人民法院提起诉讼。

11.3 本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。

第十二条 其他
12.1 【福利商城】平台规则为本协议不可分割的组成部分，其制定、修订、更新、通知等均适用于本协议的规则与约定，同样对您产生法律约束力。

12.2 若您对本协议有任何问题或建议，请及时在【福利商城】平台公众号中点击底部菜单按钮联系【福利商城】平台


感谢您的耐心阅读！`,
contet2:`欢迎您签订《合作协议》（下称“本协议”）！本协议签约主体为您与福利商城平台经营者（【长沙晓区网络科技有限公司】，下称“福利商城”），本协议对您与福利商城均具有法律约束力。

一、合作事项

您自愿推广商户在福利商城平台上发布的特卖活动销售信息，商户同意您的推广行为并给予您一定的劳务报酬。福利商城给予您协助，协助行为包括但不限于代商家支付您劳务报酬、提供相关后台给您使用等。

二、合作宗旨

1、只有您在同意本协议内容后，您才能开展推广平台信息的相关活动，并获得劳务报酬；

2、福利商城作为监督平台，负责代商户对您的推广行为进行监督，您获取的劳务报酬实际由商户承担，福利商城代为支付。如您对劳务报酬有异议，福利商城将帮助您与商家进行积极沟通。

3、您应坚持诚实守信的原则，合法、合规、合理地开展推广活动。福利商城有权代表商户监督、检查您所使用的任何推广方式，对于不利于福利商城平台和商户的推广方式（具体以福利商城认定为准），福利商城有权要求您立即停止推广活动甚至取消您推广平台信息的资格（包括但不限于冻结、注销您的推广账户等），给福利商城或商户造成损失的，您同时还应承担损失赔偿责任以及律师费、诉讼费等福利商城或商户为保护权益、实现权益所产生的一切费用。

4、您应真实、准确、完整地向福利商城反馈您的推广信息。如您反馈虚假数据，经福利商城核实的，福利商城或商户有权不予支付劳务报酬，并向您追索您因反馈虚假数据所获取的劳务报酬。

三、劳务报酬与结算方式

1、劳务报酬的计算方式：由福利商城按照您的有效推广数量进行统计，具体订单的报酬由提供具体产品/服务的商户根据上线产品的情况综合评估确定；

2、劳务报酬的结算周期与结算方式为：消费者在福利商城平台上产生订单，福利商城将代商户在1个工作日内确定订单有效性并统计劳务报酬。劳务报酬将直接计入您在福利商城的账户中，当您个人账户满50元时，方可提现至本人微信钱包；

3、有效推广数量是指消费者在福利商城平台上购买订单并经商家核销后的有效订单数量。如因商家原因或客户自身原因导致退单的，该订单即视为失效订购单，福利商城将有权代商户扣回失效订单的的劳务报酬。

四、特别关注

1、在您获取福利商城的推广账户之前，请您特别注意如下事项：

1）请确认您是否具有中华人民共和国法律所规定的相应的民事行为能力，如您不具备相应的民事行为能力，则您及您的监护人将会承担由此导致的一切后果；

2）严格遵守福利商城所制定的推广管理机制，不得违背相关规则；

3）您应通过合法合规渠道获得福利商城的推广账户，不得使用福利商城所不知道且不认可的方式手段获得推广账户；

4）您应使用合法、合规、合理的方式推广平台信息，如您的推广行为触犯了中华人民共和国的法律、法规、规范性文件，则一切后果由您自行承担，您的一切违法行为皆与福利商城和商户无关；

5）您应保证提供给福利商城的注册资料真实无误，该资料对于您获取劳务报酬至关重要。如因您提供虚假资料或被他人获悉您自己的注册资料，从而导致的损失全部由您本人承担；

6）您对因履行本协议所接触、知悉的福利商城的所有信息均负有保密义务。您不得通过各种手段获取福利商城的内部隐私资料，更不得将福利商城的信息、资料透露给他人，否则福利商城有权追究您的法律责任；

7）您承诺不会在网络上以及在含有福利商城平台信息的网页上（包括但不限于论坛、BBS、评论等） 发布如下信息：

① 反对宪法所确定的基本原则的；

② 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；

③ 损害国家荣誉和利益的；

④ 煽动民族仇恨、民族歧视，破坏民族团结的；

⑤ 破坏国家宗教政策，宣扬邪教和封建迷信的；

⑥ 散布谣言，扰乱社会秩序，破坏社会稳定的；

⑦ 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；

⑧ 侮辱或者诽谤他人，侵害他人合法权益的；

⑨ 造谣诬陷损害福利商城平台名誉的；

⑩ 以及其他法律、行政法规禁止的其他内容的。

8）未经福利商城同意不得擅自复制、篡改、编制福利商城平台信息或平台自身宣传资料（包括但不限于声音、文字、图片、视频），更不得发布此类信息。

2、由于互联网世界的高速发展，本协议暂不能罗列且覆盖所有您与福利商城的权利与义务，也不能保证能适应将来的发展，因此，福利商城在平台上公示的与本协议相关的规则、声明、政策、解读、实施细则、公告和协议等均为本协议的补充协议，为本协议不可分割的一部分且具有同等法律效力。如在该类补充协议公示后，您继续使用福利商城的推广账户，即视为您同意前述补充协议并受其约束。

3、如您在开展推广过程中受到人身损害或财产损失的，由您自行负责，福利商城和商户对此不承担任何责任。

4、您与福利商城之间不存在劳动关系、劳务派遣关系或类似关系，福利商城不对您进行劳动者性质的管理，不对您承担劳动关系上的义务，您与福利商城之间不适用《劳动法》、《劳动合同法》等劳动相关的法律、法规、规范性文件。如因临时需要您临时佩戴福利商城标志、获取员工卡或办理与福利商城员工类似的手续，亦不代表您与福利商城之间建立劳动关系。

五、争议解决

本协议在订立、履行过程中发生的争议，由福利商城与您协商解决。协商不成时，任何一方均可向福利商城平台经营者【长沙晓区网络科技有限公司】所在地人民法院提起诉讼。


本协议著作权由福利商城所有，福利商城依法保留解释权利。`,

contet3 : `欢迎使用小区飞信及服务！

为使用小区飞信（以下简称“本官网”）及服务，请用户务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款，以及开通或使用某项服务的单独协议，并选择接受或不接受。限制、免责条款可能以加粗形式提示注意。

除非用户已阅读并接受本协议所有条款，否则用户无权下载或使用本官网相关服务。用户的下载、使用、登录等行为即视为已阅读并同意上述的约束。

1.本协议的范围

1.1 本协议适用主体范围： 本协议是您作为用户，与北京北森云计算股份有限公司（以下简称“北森”或“本公司”）之间关于下载、使用本官网，以及使用北森相关服务所订立的协议。

1.2 协议关系及冲突条款 本协议被视为《服务协议》的补充协议，是其不可分割的组成部分，与其构成统一整体。本协议与上述内容存在冲突的，以本协议为准。本协议内容同时包括北森可能不断发布的关于本服务的相关协议、业务规则等内容。上述内容一经正式发布，即为本协议不可分割的组成部分，用户同样应当遵守。

2. 关于本服务

2.1 本服务的内容 本服务内容是指北森通过互联网向用户提供的本官网信息使用权，同时为用户提供本官网内容的阅读、下载和在线咨询服务。用户通过官网任意入口，即可全面访问本网站的文章、视频、电子书以及直播课等信息，从而进一步提高用户的职业技能和职业经验，有效降低企业的人力资源成本，提高业务。（以下简称“本服务”）（以下简称“本服务”）

2.2 本服务的形式

2.2.1 用户使用本官网需要登陆、注册、填写其他表单，就本官网，北森给予用户一项不可转让及非排他性的许可。用户仅可为访问或使用本官网的目的而使用这些内容及服务。

2.2.2 本服务中软件提供包括但不限于移动端和PC端等多个应用版本，用户应选择与所使用环境相相匹配的网站版本。

2.3 本服务的范围

2.3.1 本条及本协议其他条款未明示授权的其他一切权利仍由北森保留，用户在行使这些权利时须另外取得北森的书面许可。北森如果未行使前述任何权利，并不构成对该权利的放弃。

2.3.2 如果用户停止使用本官网，或服务被终止或取消，本公司可以从服务器上地删除您的数据。服务停止、终止或取消后，本公司没有义务向用户返还任何数据。

3. 资料的获取

3.1 用户可以直接从北森的网站上获取资料。

3.2 如果用户从未经北森授权的第三方获取本官网或与本官网名称相同的资料，北森无法保证该资料内容正确，并对因此给用户造成的损失不予负责。

4. 资料的下载

4.1 北森可能为不同的用户提供不同的内容展现形式，用户应当根据实际情况选择下载或阅读合适的资料。

4.2 下载资料后，用户应按照相应类型的资料选择程序打开阅读。

4.3 为提供加优质、安全的服务，在本网站打开时北森可能推荐用户安装其他版本浏览器，用户可以选择安装或不安装。

5. 官网的更新

5.1 为了改善用户体验、完善服务内容，北森将不断努力开发新的服务，并为用户不时提供本官网的新（这些新可能会采取替换、修改、功能强化、版本升级等形式）。

5.2 为了保证本官网及服务的安全性和功能的一致性，北森有权不经向用户特别通知而对本官网进行新，或者对本官网的部分功能效果进行改变或限制。

5.3 本官网新版本发布后，本公司将可能视情况设定一定期限的过渡期，以方便用户使用新版本。过渡期结束后，旧版本的官网可能无法使用。北森不保证旧版本官网继续可用及相应的客户服务，请核对并使用新版本。

6. 隐私声明

6.1 用户信息收集

6.1.1 用户在注册帐号或使用本官网的过程中，需要提供一些必要的信息，例如：真实姓名、地址、籍、企业名称、行业、规模、职位、所在部门、电话号码和电子邮件地址等。上述信息视为您的身份识别信息，本公司用这些信息来管理您的账户，并为您提供一系列服务的访问。本公司也可能利用这些信息来通知您新的产品新和市场活动。您可以在本公司取得账户信息及密码登录本公司并查看账户设置和您的信息，并可查看和修改您的个人信息。

6.1.2 您只能通过您的密码来使用您的帐号。如果您泄漏了密码，您可能丢失了您的个人识别信息，并且可能出现对您不利的后果。因此，无论任何原因危及您的密码安全，您应该通过本公司预留的联系方式和本公司取得联系

6.1.3 您成功注册后，本公司将收集您的官网浏览行为，作为您的身份识别信息的一部分，本公司用这些信息可能为您提供一系列的服务，以方便您好的使用本网站。

6.1.4 本公司还可能收集并存储以下数据：您在本官网中的标识符、经度和纬度、性别、年龄、用户触发的事件、错误和页面浏览量，还可能包含您终用户的IP地址、设备类型、地区等信息。

6.2 用户信息的披露和使用

6.2.1 本公司将使用本公司通过你对本网站的行为收集来的信息为您提供加深入的支持与服务。

6.2.2 本公司不会向任何无关第三方提供，出售，出租，分享和交易用户的个人信息，但为方便您使用本公司服务，本公司将对您及（或）您的公司的身份和交易数据进行综合统计，本公司不会披露任何可能用以识别用户的个人身份的资料，但从用户的用户名或其它可披露资料分析得出的资料不受此限。

6.2.3 您同意本公司可披露或使用您的个人信息以用于识别和（或）确认您的身份，或解决争议，或有助于确保网站安全，限制欺诈、非法或其他刑事犯罪活动。

6.2.4 您同意本公司可披露或使用您的个人信息以保护您的生命、财产之安全或为防止严重侵害他人之合法权益或为公共利益之需要。

6.2.5 您同意本公司可披露或使用您的个人信息以改进本公司的服务，并使本公司的服务能符合您的要求，从而使您在使用本公司服务时得到好的使用体验。

6.2.6 您同意本公司利用您的个人信息与您联络，并向您提供您可能感兴趣的信息，如：介绍、推销产品、服务、促销优惠或者商业投资机会的商业性短信息等，您接受本条款中的隐私声明即为明示同意收取这些信息。

6.2.7 当本公司被法律强制或依照政府或依权利人因识别涉嫌侵权行为人的要求而提供您的信息时，本公司将善意地披露您的资料。

6.2.8 当本公司需要保护本公司、本公司的代理人、客户、用户和其他人的权益和财产，包括执行本公司的协议、政策和使用条款时，本公司将善意的披露您的资料。

6.2.9 您同意如果本公司拟进行企业并购、重组、出售全部或部分股份和/或资产时，本公司有权在与前述交易的相关方签署保密协议的前提下向其披露您的资料以协助本公司完成该等交易。

6.2.10 您在此同意，在您使用本官网期间，本公司可以在对您的原始数据、进行信息脱密处理的情况下，将该等信息用于制作及发布行业分析报告、行业交流等非营利性用途。

6.3 用户信息的存储和交换

6.3.1 本公司所收集的用户信息将保存在本公司的服务器或本公司的合作产品提供商的服务器上。本公司将根据本条款中的隐私声明保存收集的用户信息，除非适用法律要求或允许保存长时间，本公司将在本条款中的隐私声明规定的目的实现后的合理期限内删除本公司所收集的用户信息。之后，如果为本条款中的隐私声明规定的目的不再需要，本公司可能在合理时间内完全删除本公司所保存的用户信息。本公司不去核实试用用户信息是否正确。尽管有上述规定，本公司仍可能保存某些解决争议、满足技术和法律要求和维护本公司的服务的安全完整运行所需的试用用户信息。

6.4 用户信息安全

6.4.1 本公司有相应的安全措施来确保本官网收集的用户信息不丢失，不被滥用和变造。这些安全措施包括但不限于向其它服务器备份数据和对用户密码加密。尽管本公司有这些安全措施，但请注意在因特网上不存在“完善的安全措施”，因此用户信息可能非因本公司的原因而丢失，包括但不限于他人非法利用用户资料，用户下载安装的其他软件或访问的其他网站中可能含有病毒、木马程序或其他恶意程序，威胁用户的终端设备信息和数据安全，继而影响本官网的正常使用等。对此，本公司不承担任何责任。

6.5 用户对本软件分析结果的使用

6.5.1 用户在此无条件同意，用户在免费使用本公司提供的服务期间，本条款中的隐私声明项下的信息及对该等信息的分析结果的所有权由本公司与用户共同拥有。本公司建议，用户应当以符合相关法律规定和道德义务的方式使用该等信息。同时，本公司提醒注意，因包括但不限于技术原因、网络传输质量等原因，导致本公司对本公司收集的信息的分析结果可能存在不准确的情况，对于该等不准确所导致的问题或者损失，本公司不承担任何责任。如果您接受本条款中的隐私声明并把本公司提供给您的信息、资料集成到您的网站或者应用中，您已经同意并向本公司保证您所有的终用户同意本公司收集、使用并分析其信息，并且遵守本条款中的隐私声明的全部规定。

6.5.2 您在此进一步保证，您不会因为本公司按照本声明的规定收集、使用、分析、披露收集的信息及对该等信息的分析结果而对本公司产生任何形式的诉求、投诉等。如果您因本条款中的隐私声明项下的对其的信息的收集、使用、披露或者对该等信息的分析以及您对分析结果的使用和处分而致使本公司遭受任何形式的诉求以及投诉等，您将负责全面给予解决；如果导致本公司发生任何形式的损失，您将负责给予本公司赔偿。

7. 用户行为规范

7.1 本官网使用规范。除非法律允许或本公司书面许可，用户使用本官网过程中不得从事下列行为：

7.1.1 删除本网站关于著作权的信息；

7.1.2 对本网站进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本软件的源代码；

7.1.3 对本公司拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；

7.1.4 对本网站或者本网站运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及本软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经本公司授权的第三方工具/服务接入本软件和相关系统；

7.1.5 通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；

7.1.6 通过非本公司开发、授权的第三方软件、插件、外挂、系统，登录或使用本公司软件及服务，或制作、发布、传播上述工具；

7.1.7 自行或者授权他人、第三方软件对本软件及其组件、模块、数据进行干扰；

7.2 用户理解并同意，基于用户体验或相关服务平台运营安全、平台规则要求及健康发展等综合因素，针对以下情形，本公司有权视具体情况中止或终止提供本服务，包括但不限于：

7.2.1 违反法律法规或本协议规定的；

7.2.2 影响服务体验的；

7.2.3 存在安全隐患的。

7.3 违约处理

7.3.1 如果本公司发现或收到他人举报或投诉您违反本协议约定的，本公司有权视行为情节对您处以包括但不限于警告、限制或禁止使用部分或全部功能、帐号封禁直至注销的处罚。

7.3.2 您理解并同意，本公司有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，您应独自承担由此而产生的一切法律责任。

7.3.3 您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，用户应当独立承担责任；本公司因此遭受损失的，您也应当一并赔偿。

8. 知识产权声明

8.1 北森是本官网的知识产权权利人。本官网的一切著作权、商标权、专利权、商业秘密等知识产权，均受中华人民共和法律法规和相应的际条约保护，本公司享有上述知识产权，但相关权利人依照法律规定和本条款应享有的权利除外。

8.2 未经本公司或相关权利人书面同意，用户不得为任何商业或非商业目的自行或许可任何第三方实施、利用、转让上述知识产权。

9. 第三方软件或技术

9.1 本官网可能会使用第三方软件或技术（包括本软件可能使用的开源代码和公共领域代码等，下同），这种使用已经获得合法授权。

9.2 本官网如果使用了第三方的软件或技术，本公司将按照相关法规或约定，对相关的协议或其他文件，可能通过本协议附件、在本官网进行展示，它们可能会以“软件使用许可协议”、“授权协议”、“开源代码许可证”或其他形式来表达。前述通过各种形式展现的相关协议、其他文件及网页，均是本协议不可分割的组成部分，与本协议具有同等的法律效力，您应当遵守这些要求。如果您没有遵守这些要求，该第三方或者家机关可能会对您提起诉讼、罚款或采取其他制裁措施，并要求本公司给予协助，您对此应当自行承担法律责任。

9.3 如因本官网使用的第三方软件或技术引发的任何纠纷，应由该第三方负责解决，本公司不承担任何责任。本公司不对第三方软件或技术提供客服支持，若用户需要获取支持，请与第三方联系。

10. 其他

10.1 用户使用本官网即视为您已阅读并同意受本协议的约束。本公司有权在必要时修改本协议条款。用户可以在本软件的新版本中查阅相关协议条款。本协议条款变后，如果用户继续使用本官网，即视为用户已接受修改后的协议。如果用户不接受修改后的协议，应当停止使用本软件。

10.2 本协议签订地为中华人民共和北京市。

10.3 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和大陆地区法律（不包括冲突法）。

10.4 若用户和北森之间发生任何纠纷或争议，应友好协商解决；协商不成的，用户同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。

10.5 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。

10. 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。（正文完）`

}